<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<!DOCTYPE HTML>
<html>
<!-- Added by HTTrack -->
<meta http-equiv="content-type" content="text/html;charset=utf-8" />
<!-- /Added by HTTrack -->
<%@include file="/WEB-INF/jsp/include.jsp"%>
<%@include file="/WEB-INF/jsp/index_title.jsp"%>
<head>
<meta charset="UTF-8">

<meta name="description" content="">
<meta name="keywords" content="">

<title>密码找回</title>
<style type="text/css">


</style>
 

   <script type="text/javascript">
	
</script>
</head>
<body>
  
  
  <div class="clear"></div>
  
  <section id="main" class="entire_width">
    <div class="container_12">      
       <div id="content">
		<div class="grid_12">
			<div class="mainbox">
        <h2><a name="baidusnap0"></a><b style="color:black;margin-left: 350px;font-size: 22px;">小众制造众筹平台服务协议</b></h2>
        <p><strong>小众制造与用户共同确认：</strong></p>
        
        <h4>一、使用服务前提条件</h4>
        <ol>
            <li><span></span>在使用杭州树袋熊网络科技有限公司www.xzpai.cn小众制造众筹平台服务(下称"树袋熊"或"我们")之前，您应当认真阅读并遵守《T恤众筹平台服务协议》（以下简称“本协议”），<strong>请您务必审慎阅读、充分理解本协议各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能将以加粗字体显示，请予以重点阅读。</strong><br>

当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他我们允许的方式实际使用本网站服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与我们达成协议。

<br><strong>您必须完全同意本协议所有服务条款并完成注册程序，才能成为我们的正式用户。您确认：本协议条款是处理双方权利义务的当然约定依据，除非违反国家强制性法律，否则始终有效。</strong>
</li>
           
        </ol>
        <h4>二、协议范围</h4>
        <ol>
            <li><span></span>
                本协议内容包括协议正文及所有我们已经发布或将来可能发布的各类规则、公告或通知（以下合称“规则”）。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。
            </li>
            <li><span></span>我们有权根据需要制订、修改本协议及/或各类规则，并以网站公示的方式进行变更公告，无需另行单独通知您。变更后的协议和规则一经在网站公布后，立即或在公告明确的特定时间自动生效。若您在前述变更公告后继续使用本平台服务的，即表示您已经阅读、理解并接受经修订的协议和规则
            </li>
            
        </ol>
        <h4>三、注册与账户</h4>
        <p>美团网为用户通过美团网进行网络团购交易活动提供网络交易平台服务，目前美团网对用户提供的美团网网络交易平台服务为免费服务，但美团网保留未来对美团网网络交易平台服务收取服务费用的权利。</p>
        <ol>
            <li><span></span>主体资格
               <P>请确认，在您完成注册程序或以其他我们允许的方式实际使用我们的平台服务时，<strong>您应当是具备完全民事行为能力的自然人、法人或其他组织。</strong>若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且我们有权注销或永久冻结您的账户，并向您及您的监护人索偿相应损失。</P></li>
              
           <li><span></span>用户信息
               <P>

在注册或激活账户时，请按相关法律法规要求和页面提示准确提供您的资料，并及时予以更新，确保您所提交资料的真实性、有效性、完整性和准确性。因您提供错误或不完整的资料信息导致我们<strong>无法与您取得联系，并造成您在我们的服务过程中产生任何损失或增加费用的，您应自行承担相应责任，</strong>并且我们保留单方终止您使用我们各项服务的权利。

</P></li>
              
          <li>账户安全
               <P>
您须自行负责对您的登录名和密码保密；请勿将将其账号、密码转让、出借或告知他人或供他人使用；请确保您在每个上网时段结束时，以正确步骤离开网站/服务。
</P>

 <P>
如发现任何人未经授权使用您的登录名和密码，或发生违反保密规定的任何其他情况，您应立即通知我们并向公安机关报案。我们在收到您的通知后将在合理时间内采取行动，但对此之前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。
</P>
<P>
您应当对您在该登录名和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任，并自行承担未遵守本款规定而发生的任何损失负责.
</P>
</li>
                        
              
                </ol>
      
 
        <h4>四、用户注册或使用服务时应禁止的行为</h4>
        <p style="margin-left:40px;">当您使用T恤众筹平台服务时，您同意遵守中华人民共和国(下称"中国")的相关法律法规，包括但不限于《中华人民共和国宪法》、《中华人民共和国合同法》、《中华人民共和国电信条例》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《中华人民共和国保守国家秘密法》、《全国人民代表大会常务委员会关于维护互联网安全的决定》、《中华人民共和国计算机信息系统安全保护条例》、《计算机信息网络国际联网安全保护管理办法》、《中华人民共和国著作权法》及其实施条例、《互联网著作权行政保护办法》等。您同意将不会实施如下违法行为：</p>
        <ol>
            <li><span></span>
               您保证不会利用我们的服务进行任何违法或不正当的活动，包括上传、展示、张贴或以其它方式传播含有下列内容之一的信息:
               <p>a)反对宪法及其他法律的基本原则的;</p>
               <p>b)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的;</p>
               <p>c)损害国家荣誉和利益的;</p>
                <p>d)煽动民族仇恨、民族歧视、破坏民族团结的;</p>
                   <p>e)破坏国家宗教政策，宣扬邪教和封建迷信的;</p>
                    <p>f)散布谣言，扰乱社会秩序，破坏社会稳定的;</p>
                     <p>g)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的;</p>
                      <p>h)	侮辱或者诽谤他人，侵害他人合法权利的;</p>
                       <p>i)含有虚假、有害、胁迫、侵害他人隐私、骚扰、中伤、粗俗、猥亵、或其它道德上令人反感的内容;</p>
                        <p>j)其他含有中国法律、法规、规章、条例以及任何具有法律效力的规范所限制或禁止的其它内容;</p>
                        
            </li>
            <li><span></span>您同时保证不会利用我们的服务从事以下活动
                <p>a)使用任何未经我方事先授权的技术、手段或方式，包括但不限于：使用诸如第三方软件或服务、自动进程或服务访问和/或黑客技术等，访问或试图访问，修改或试图修改<a href="www.xzpai.cn">www.xzpai.cn</a>的网页及服务内容；</p>
               <p>b)未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的;故意制作、传播计算机病毒等破坏性程序的;</p>
               <p>c)其他危害计算机信息网络安全的行为。</p>
               
            </li>
            <li><span></span>
                您保证不会将通过我们取得的任何形式的信息，进行复制、拷贝、出售、转售或用于任何其它商业目的。
            </li>
            <li><span></span>您保证不会侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益;
               <p>如您在使用我们的服务时违反任何上述规定，我们有权直接采取一切必要措施(包括但不限于更改、删除相关内容、暂停或终止您的账户使用权)以减轻和消除您的违法行为造成的影响。同时您须对自己的相应违法行为承担法律责任，包括但不限于：停止侵害行为，向受到侵害者公开赔礼道歉，恢复受到侵害者的名誉，对受到侵害者进行赔偿。如果我们因您的非法或不当行为受到行政处罚或承担了任何形式的侵权损害赔偿责任，您应向我们进行赔偿(不低于我们向第三方赔偿的金额)并通过全国性的媒体向我们公开赔礼道歉。</p>
            </li>
            
        </ol>
        <h4>五、特别服务条款</h4>
        <ol>
            <li><span></span>服务介绍</li>
            <p>
            通过我们提供的商品众筹平台服务和其它服务，您可在平台上发布商品众筹项目、查询商品和服务信息、购买商品、进行商品评价、参加我们组织的活动以及使用其它信息服务及技术服务，具体以所开通的平台提供的服务内容为准.
            </p>
            
            <li><span></span>商品信息</li>
             <p>
             网站上的商品价格、数量、规格、库存等商品信息随时都有可能发生变动，我们不作特别通知。由于网站上商品信息的数量庞杂，虽然我们会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本站网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解.
             </p>
            
            
            <li><span></span>订单
            
            <p>您下订单时，<strong>请仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。</strong>收货人与您本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。除法律另有强制性规定外，<strong>我们展示的商品和价格等信息仅仅是要约邀请，</strong>您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向我们发出的合同要约.</p>
            
            <p>
            <strong>请您特别注意：我们是否接受您的合同要约，取决于众筹项目的实际预售数量是否达到最低起订数、商品库存等综合因素影响.</strong>
            只有我们在收到您的订单信息后并将您订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与我们之间就实际直接向您发出的商品建立了合同关系；如果您在一份订单里订购了多种商品并且我们只给您发出了部分商品时，您与我们之间仅就实际直接向您发出的商品建立了合同关系；只有在我们实际直接向您发出了订单中订购的其他商品时，您和我们之间就订单中该其他已实际直接向您发出的商品才成立合同关系。您可以随时登陆您的注册账户，查询您的订单状态.
            
            </p>
            
            <p>
            尽管我们做出最大的努力，但商品目录里的一小部分商品可能会有定价错误。如果发现错误定价，将采取下列之一措施，且不视为违约行为：
            </p>
            <p>a) 如果某一商品的正确定价低于我们的错误定价，我们将按照较低的定价向您销售交付该商品;</p>
             <p>b) 如果某一商品的正确定价高于我们的错误定价，我们会通知您，并根据实际情况决定是否取消订单、停止发货、为已付款用户办理退款等;</p>
              <p>c)由于市场变化及各种以合理商业努力难以控制的因素的影响，我们无法保证您提交的订单信息中希望购买的商品都会有货；如您下单所购买的商品，发生缺货，您有权取消订单，我们亦有权取消订单，并为已付款的用户办理退款.</p>
            </li>
           
           <li><span></span>邮件/短信提示服务</li>
             <p>
             您同意，我们拥有通过邮件、短信、电话、网站通知或声明等形式，向在本站注册、购物的用户、收货人发送订单信息、促销活动、售后服务、客户服务等告知信息的权利。如果您在本网站注册、购物，表明您已接受此项服务。如您不希望接收上述信息，可退订.
             </p>
             
             
             
              <li><span></span>付款</li>
             <p>
            我们将在网站上公布具体付款方式，请您在确认订单后选择相应的付款方式，并严格按照已选方式付款。如您未按选定方式或约定时间完成付款行为，我们保留单方取消订单的权利.
             </p>
             
              <li><span></span>货物配送</li>
             <p>
         当您选择适当的配送方式并按支付相应配送费用后，我方将会根据您的订单信息把您订购的产品送到您所指定的送货地址。配送费用将因地区差异、支付方式等有所不同，具体详见网站配送费用说明。配送时间请参考在我们网站上列出的信息，参考时间是根据产品库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的，不代表实际配送时间。<strong>因如下情况造成订单延迟或无法配送、交货等，我们不承担延迟配送、交货的责任：</strong>
             </p>
             <p>a)您提供的信息错误、地址不详细等原因导致的;</p>
             <p>b)货物送达后无人签收，导致无法配送或延迟配送的;</p>
              <p>c)情势变更因素导致的;</p>
                 <p>d)未能在网站所示的送货参考时间内送货的;</p>
                   <p>e)因节假日、大型促销活动、店庆、预购或抢购人数众多等原因导致的;</p>
                       <p>f)不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等;</p>
                       
                       
             <li><span></span>退货与换货</li>
             <p>
         我们将在网站上公布相应的退换货政策。我们将针对不同的商品品类实施不同的退换货政策和条件，请您在申请退换货前仔细阅读并理解相应条款，同时严格按照相关流程和要求完成退换货.
             </p>  
             
              <li><span></span>退款方式</li>
             <p>
        我们将在网站上公布具体的退款方式。针对因项目未达最低起订量导致项目发起失败、退货、换货或商品缺货而产生的现金款项，我们将退回至用户，退回方式视支付方式和相关监管规定的不同而不同，请您依据退款方式及退款周期查询退款进度.
             </p>           
        </ol>
        <h4>六、知识产权</h4>
        <ol>
            <li><span></span>本网站上的所有刊登资料，包括文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件，其所有权、知识产权及其他合法权利（包括但不限于：版权、专利申请权及专利权、注册商标的申请权及注册商标专用权、商业秘密权，等等）均归对其享有合法权利的单位和/或个人所有，受中国和国际版权法规、国际公约的保护，任何商业用途均须联系原作者。</li>
            <li><span></span>本网站上所有内容的汇编是我们的排他财产，受中国和国际版权法规、国际公约的保护。未经其全部权利人一致同意，您不得复制、截取、转载、编辑、汇编本网站上的任何内容，也不得以任何方式侵犯上述产品、服务、文件、资料和其它信息、及其更新和修订的知识产权及其他合法权利。</li>
            <li><span></span>您在本网站上发布众筹项目所包含的内容及商品评论信息等（包括文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），视作您授权本网站使用和发布该作品，我们有权合理使用。</li>
            <li><span></span>如果任何第三方侵犯了本网站其他用户相关的权利，您同意授权我们或我们指定的代理人代表树袋熊自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且您同意在我们认为必要的情况下参与共同维权。</li>
            <li><span></span><strong>在您独立发起众筹项目时，请勿在未经著作权人的授权将他人所有的设计作品或原创作品部分或全部地发表到本网站上，如您涉嫌侵犯他人知识产权等合法权益，我们有权在初步判断涉嫌侵权行为存在的情况下，采取包括向权利人、执法机构或调查机构提供您必要的身份信息、终止已发布的项目、删除相关内容、冻结您的账户等必要措施，以期减少您的侵权行为造成的损害，同时您应自行向受害方承担相应的侵权责任，并赔偿因此给我们造成的损失。</strong></li>
            <li><span></span>任何个人或单位发现本站存在侵犯其合法权益的内容，请及时与我们取得联系，并提供具有法律效应的证明材料，我们将对此予以及时处理。但因人力与技术条件的限制，我们无法排查和甄别所有已发表的作品和言论是否侵犯他人的知识产权，因本站用户的任何侵权行为造成第三方经济损失或其他损失的，侵权用户应负全部责任，我们不承担任何责任。</li>
           
        </ol>
        <h4>七、隐私权政策</h4>
        <ol>
            <li><span></span>您在本网站进行注册、浏览、下单购物、评价、参加活动等行为时，涉及您真实姓名/名称、通信地址、联系电话、电子邮箱、订单详情、评价或反馈、投诉内容、cookies等信息的，本站有权从完成交易、提供配送、售后及客户服务、开展活动、完成良好的客户体验等多种角度予以收集，并将对其中涉及个人隐私信息予以严格保密，除非得到您的授权、为履行强行性法律义务（如国家安全机关指令）或法律另有规定、本协议或其他条款另有约定外，我们不会向外界披露您的隐私信息。</li>
            <li><span></span><strong>您同意，我们有权使用您的注册信息、用户名、密码等信息，登陆进入您的注册账户，进行证据保全，包括但不限于公证、见证、协助司法机关进行调查取证等。</strong></li>
            <li><span></span>您在本网站注册成功后从本网站获得的用户账号以及密码，应由您负责保管。尽管我们已经尽力，但是仍有第三方通过非法手段在中途截取发送的信息的风险，这在所有互联网使用中都是真实存在的，以至于我方无法完全保证您传送的任何信息的安全，发送任何信息的风险都须由您承担。</li>
        
        <li><span>我们将采取所有合理的预防措施来确保您的订购和付款详细信息的安全，除非您有确切证据证明我们存在故意或重大过失，否则您应对以该用户账号进行的所有活动和事件承担全部责任，对于该账号密码及用户资料泄露造成的损失、损害、费用及其它后果，我们无须承担任何责任。我们决不会发送电子邮件来向您索要登录账户和密码，如果您接收了这样的电子邮件，绝对不要回复，请立即致本网站客服.</span></li>
        </ol>
        <h4>八、责任限制及其他</h4>
        <ol>
            <li><span></span>不论在何种情况下，我们均不对由于信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为等不可抗力及意外事件，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</li>
            <li><span></span>您同意，我们有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部我们的平台服务，暂时冻结或永久冻结（注销）您的账户在本平台的权限，且无须为此向您或任何第三方承担任何责任。</li>
            <li><span></span>出现以下情况时，我们有权直接以注销账户的方式终止本协议，并有权永久冻结（注销）您的账户在本网站的权限：
            <p>a)我们终止向您提供服务后，您涉嫌再一次直接或间接以他人名义注册为本网站用户的;</p>
             <p>b)您提供的用户信息中的主要内容不真实或不准确或不及时或不完整;</p>
             <p>c)本协议（含规则）变更时，您明示并通知我们不愿接受新的服务协议的;</p>
              <p>d) 其它我们认为应当终止服务的情况;</p>
            </li>
            <li><span></span>您的账户服务被终止或者账户在本网站权限被永久冻结（注销）后，我们没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</li>
            <li><span></span>您同意，您与我们的合同关系终止后，我们仍享有下列权利:
            <p>a)继续保存您的用户信息及您使用本网站平台服务期间的所有交易信息;</p>
            <p>b)您在使用本网站服务期间存在违法行为或违反本协议和/或规则的行为的，我们仍可依据本协议向您主张权利;</p>
            </li>
        </ol>
        <h4>九、其他约定</h4>
       
        <ol>
            <li><span></span>索赔
                <p>与本协议及本网站服务有关，或因本协议或本网站服务而起、由您提出的任何索赔，均应在提出索赔时附与该索赔相关的、能证明您所受损失、损害的书面证明材料给我们.</p>
            </li>
             <li><span></span>通知和送达
                <p>您同意：您要发送给我们的通知，均采用书面和纸版方式，通过挂号信或快件方式邮寄给我们；我们要发送给您的通知，可采用电子邮件（将通知发送至您注册时的电子邮件地址）或以网站公告的方式进行.</p>
            </li>
             <li><span></span>准据法
                <p>本协议的签订、执行、效力、变更、解释及争议解决，均适用中华人民共和国相关法律规范，如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例.</p>
            </li>
             <li><span></span>争议管辖
                <p>凡因本协议引起的或与本协议有关的任何争议，双方未能协商解决的，应提交位于中华人民共和国浙江省杭州市有管辖权的法院进行裁决。除法院裁决另有规定外，胜诉一方因提起或参加该仲裁所发生的一切合理费用（包括但不限于律师费、调查取证费及案件受理费等），应由败诉方承担.</p>
            </li>
             <li><span></span>本协议最近一次更新的时间为：2014年8月25日
            </li>
             
        </ol>
      
        <h4>十、争议解决</h4>
        <p>用户与小众派因本协议的履行发生争议的应通过友好协商解决，协商解决不成的，任一方有权将争议提交浙江仲裁委员会依据该会仲裁规则进行仲裁。</p>
        <h4>十一、协议生效</h4>
        <p>本协议于用户点击小众派注册页面的同意注册并完成注册程序、获得美团网账号和密码时生效，对小众派和用户均具有约束力。</p>
    </div>
		</div><!-- .grid_12 -->
		
		
       
              
		
		
       </div><!-- #content -->
       
      <div class="clear"></div>
    </div><!-- .container_12 -->
  </section><!-- #main -->
  
  <div class="clear"></div>
    
  <footer>
     <div id="footer">
    <div class="container">
        <span>浙ICP备11036615号-1 浙公网安备888888888</span>

        <div class="site-info">
           

            <a href="mailto:xhymmc@163.com" alt="Keep in touch :)">邮件反馈</a>
            <a href="#">关于我们</a>
            <a href="userinfo/protocol.html">用户协议</a>
            <span>© 2014 小众派</span>
        </div>
    </div>
</div>
    
  
  </footer>
 
</body>
</html>
